<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
<style>
.line {border-bottom: 1px solid gray;}
.line1 {border-bottom: 2px solid gray;}
</style>
</head>
<body>
	<h1 style=color: #1dc078;>구매조건 및 개인정보취급방침</h1>
	<hr>
	<p>
	<h2>제 3장. 유료 서비스</h2>
	<h6>
		<b>제 19조. 유료서비스의 제공</b>
	</h6>

	<ol>
		<li>“회원”은 “회사”가 제공하는 절차에 의하여 유료서비스 이용계약(이하 “청약”을 신청합니다. “회사”는
			원칙적으로 “회원”의 청약 신청을 승낙합니다. 다만, 다음 각 호에 해당하는 경우에는 승낙하지 않거나 승낙을 유보할 수
			있습니다.</li>
	</ol>
	<ol>
		<dd>
			<li>실명이 아니거나 타인의 명의를 이용한 경우</li>
			<li>허위의 정보를 기재하거나, "회사”가 제시하는 내용을 기재하지 않은 경우</li>
			<li>미성년자가 청소년보호법 등 관련법에 의해서 이용이 금지되는 유료 서비스를 이용하고자 하는 경우</li>
			<li>"서비스"의 위상이나 명예에 부정적인 영향을 줄 수 있는 경우</li>
			<li>“유료서비스"에서 제공하는 서비스의 공급량의 제한의 이유로 "서비스"를 제공할 수 없는 경우</li>
			<li>이 약관에 위배되는 내용을 “회사”에 요구한 이력이 있는 “회원”일 경우</li>
		</dd>
	</ol>

	<ol start="2">
		<li>“유료서비스” 는 별도의 표기가 없는 한 ‘동영상 열람권' 으로 정의합니다. 질문한 내용에 대한
			“유료서비스"에 포함되지 않습니다.</li>
		<li>청약의 성립시기는 결제가 완료된 시점으로 합니다.</li>
		<li>“회사”는 계약 체결 전에 “회원”이 청약의 내용을 확인하고, 정정 또는 취소할 수 있도록 적절한 절차를
			갖추어야 합니다.</li>
		<li>“회원”는 계약 전에 이 약관 및 개별 안내 페이지에서 “회사”가 안내하는 사항을 숙지하여 착오 없이 거래할
			수 있도록 하여야 합니다.</li>
	</ol>


	<h6>
		<b>제 20조. 청약철회</b>
	</h6>
<ol>
	<li>“회사”의 “유료서비스”는 청약철회가 가능한 것과 청약철회가 제한되는 것으로 구분되어 제공되며, 이러한 내용은 이 약관 또는
	“회원”의 “결제” 시 고지됩니다. </li>
	<li>청약철회가 가능한 “유료서비스”를 “결제”한 “회원”은 “결제” 시부터 7일 이내에
	“회사”의 고객센터에 청약 철회를 할 수 있습니다. </li>
	<li>“회원”은 전항의 “청약철회” 기간이 경과되거나 전자상거래 등에서의 소비자
	보호에 관한 법률, 콘텐츠 산업 진흥원, 온라인 디지털 콘텐츠 이용자 보호 지침 등 관련 법령에서 정한 청약철회 제한 사유에
	해당하는 “유료서비스”의 경우 청약철회를 할 수 없습니다.</li> 
	<li>회원은 청약철회 의사를 고객센터 등을 통하여 회사에 그 의사를
	표시하여야 하며, 회사는 환불요청을 접수하고 회원의 요청과 환불규정 확인 후, 3영업일 이내에 환불하여 드립니다.</li> 
	<li>회사의 환불 원칙은 다음과 같습니다.</li>
	</ol>
	
	<ol> 
	<dd><li>강의 구매일 1주 이내에 진도율 7% 미만일 경우 전액 환불이 가능합니다. </li>
	<li>강의 구매일이 1주일이
	넘었거나, 진도율이 7% 이상일 경우 환불이 불가합니다.</li>
	<li> 1강으로 구성된 개별강의는 원칙적으로 환불이 불가능 합니다. </li>
	<li>강의자료를
	다운로드 받는 경우, 환불이 불가합니다. </li>
	<li>특별강의는 이벤트성 강의, 비정규 강의, 특별기획 강의 등으로서 이는 별도의 수강
	취소, 변경 및 환불규정이 적용될 수 있습니다. </li></dd>
	</ol>
	
	<ol start="6">
	<li>회사의 환불 예외사항은 다음과 같습니다. </li>
	</ol>
	
	<ol>
	<dd><li>회원이 관계법령 및 본 약관의 규정을
	위반하여 회사로부터 강제탈퇴 처리가 되는 경우에는 본 조의 환불규정이 적용되지 않습니다.</li>
	<li> 타인으로부터 양도받은(선물받은)
	사이버머니에 대해서는 환불이 불가능합니다. </li>
	<li>회사가 회원에게 무료로 지급한 사이버머니나 할인쿠폰 등으로 인해 회원이 획득하게 된
	금액에 대해서는 환불되지 않습니다.</li></dd>
</ol>
	<h6>
		<b>제 21조. 청약철회 시 대금의 환급</b>
	</h6>
	<ol>
	<li>“회사”는 “유료서비스”를 “결제”한 “회원”에게 해당 “유료서비스”를 공급하기 곤란하다는 것을 알았을 때, 즉시 해당 사실을
	해당 “회원”에게 통보하고 해당 “회원”의 동의를 얻은 후 취소하여야 하며, “회사”는 해당“회원”의 결제일로부터 3영업일
	이내에 환불 및 환불에 필요한 조치를 취해야 합니다.</li>
	<li> 결제대금의 환불은“회사”가 환불을 승인한 날로부터 3영업일 이내에 대금의
	“결제”와 동일한 방법(신용카드 결제취소 등)으로 이루어집니다.</li>
	 <li>신용카드를 통한 “결제” 대금 환불 시 “결제” 수단의 전자
	결제 대행 사업자, 전자 결제 대행 또는 중개서비스 사업자의 정책 상 특정 기간이 지나 동일한 결제수단의 취소가 불가능한
	경우에는 환불 정산액으로 환불이 진행됩니다. 환불정산액의 경우 회원정보 수집 및 내부 프로세스에 따라 영업일 15일 이내 처리될
	수 있습니다.</li>
	<li> 휴대폰소액결제의 경우, 이동통신사 정책에 따라 결제승인 및 취소는 해당 월 내에만 가능하며 익월로 넘어갈 경우
	계좌이체로 처리됩니다. </li>
	<li>할인 쿠폰을 사용한 강의를 환불할 시 사용된 쿠폰은 소멸됩니다. </li>
	<li>환불 과정에서 금융수수료가 발생하는
	경우, 관련 법률에 따라 결제금액의 10%를 공제하고 환불할 수 있습니다.</li>
	</ol>
	
	
	<h2>제 4장. 계약 해지 및 이용 제한</h2>
	<h6>
		<b>제22조. 계약해제, 해지 등</b>
	</h6>
	<ol>
	<li>“회원”은 언제든지 고객센터 또는 회원 정보 관리 메뉴 등을 통하여 이용계약 해지 신청을 할 수 있으며, “회사”는 관련법 등이
	정하는 바에 따라 이를 즉시 처리하여야 합니다.</li> 
	<li> “회원”이 계약을 해지할 경우, 관련법 및 개인정보취급방침에 따라 “회사”가
	회원정보를 보유하는 경우를 제외하고는 해지 즉시 “회원”의 개인정보 데이터는 소멸됩니다.</li>
	<li> "회원"이 계약을 해지하는 경우,
	"회원"이 서비스 내에서 직접 작성한 "게시물" 및 덧글과 같이 본인 계정으로 등록된 게시물 일체는 삭제되지 않으므로, 본인이
	직접 사전에 삭제 후 탈퇴 하시기 바랍니다.</li>
	<li> 타인에 의해 담기, 스크랩 등이 되어 재게시 되거나, 공용게시판에 등록된 "게시물"
	또한 삭제되지 않으니, 본인이 직접 절차에 의해 삭제 처리를 해야 합니다.</li>
	</ol>
	
	<h6>
		<b>제23조. 마일리지</b>
	</h6>
	<ol>
	<li>“회사”는 서비스의 효율적 이용 및 운영을 위해 회원 가입, 충전, 이벤트 당첨 시에 회원에게 사이버 머니를 무상으로 제공할 수
	있습니다. 단, 무상으로 제공된 사이버머니는 사전 공지 후 일부 또는 전부를 조정할 수 있으며, 회사가 정한 기간에 따라
	주기적으로 소멸할 수 있습니다. </li>
	<li>무상으로 제공된 사이버머니는 회원이 현금으로 충전 또는 디지털콘텐츠 판매로 획득한 다른 기타
	사이버머니 및 현금과 달리, 회원 탈퇴 시 전부 소멸되며 복구가 불가능합니다.</li>
	</ol>
	
	<h6>
		<b>제24조. 이용제한 등</b>
	</h6>
	<ol>
	<li>“회사”는 “회원”이 이 약관의 의무를 위반하거나 “서비스”의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구이용정지
	등으로 “서비스” 이용을 제한할 수 있습니다. </li>
	<li>“회사”는 전항에도 불구하고, “주민등록법”을 위반한 명의도용 및 결제도용,
	“저작권법” 및 “컴퓨터프로그램보호법”을 위반한 불법프로그램의 제공 및 운영방해, “정보통신망법”을 위반한 불법통신 및 해킹,
	악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른
	영구이용정지 시 “서비스” 이용을 통해 획득한 수익 등 기타 혜택 등도 모두 소멸되며, “회사”는 이에 대해 별도로 보상하지
	않습니다. </li>
	<li>“회사”는 “회원”이 계속해서 3개월 이상 로그인하지 않는 경우, 회원정보의 보호 및 운영의 효율성을 위해 이용을
	제한할 수 있습니다. </li>
	<li>“회사”는 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 이용제한정책 및 개별 서비스상의
	운영정책에서 정하는 바에 의합니다. </li>
	<li>본 조에 따라 “서비스” 이용을 제한하거나 계약을 해지하는 경우에는 “회사”는 그 사유 및
	제한기간 등을 회원에게 9조에 따라 알려야 합니다. </li>
	<li>“회원”은 본 조에 따른 이용제한 등에 대해 “회사”가 정한 절차에 따라
	이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 “회사”가 인정하는 경우 “회사”는 즉시 “서비스”의 이용을 재개합니다.</li>
	</ol>
	
	<h6>
		<b>제25조. 부정이용 금지 및 차단</b>
	</h6>
	<ol>
	<li>회사는 다음 각호에 해당하는 경우를 부정 이용행위로 봅니다. </li>
	</ol>
	<ol><dd>
	<li>동일한 ID로 2대 이상의 기기에서 동시접속이 발생하는 경우</li>
	<li> 동일한
	ID로 다수의 PC 또는 IP에서 서비스를 이용하는 경우 </li>
	<li>자신의 ID 및 강의 등의 서비스를 타인이 이용하도록 하는 경우</li>
	<li> 자신의
	ID 및 강의 등의 서비스를 타인에게 판매, 대여, 양도하는 행위 및 이를 광고하는 행위</li>
	<li> 서비스 이용 중, 복제프로그램을	실행하는 경우 또는 녹화를 하거나 시도하는 경우 </li>
	<li>“강의”의 “게시물”을 재배포 하는경우 </li></dd>
	</ol>
	<ol start="2">
	<li>회사는 전항에 따른 부정 이용자가 발견
	되었을 경우, 다음 각호에 따른 조치를 취할 수 있습니다.</li></ol>
	 
	 <ol>
	<dd><li> [1차 발견 시] 전자우편, 쪽지, 팝업창을 통하여 경고합니다.</li>
	<li>[2차 발견 시] 강제 탈퇴 처리되며 “회사”의 법률 대리인을 통한 고발조치와 민사소송을 진행하게 됩니다.</li></dd> 
	</ol>
	<ol start='3'>
	<li>
	회원은 전항 제2호의
	조치를 이유로, 서비스 이용기간의 연장을 요구할 수 없습니다.</li>
	<li> 회원은 회사로부터의 본 조 제2항의 조치에 이의가 있는 경우,
	회사의 법률 대리인을 통해 소명할 수 있습니다.</li>
	<li> 부정이용 식별방법 및 차단</li>
	</ol>
	
	<ol>
	<dd><li>
	 회사는 회원의 서비스 이용 중에 수집ㆍ확인된 IP정보
	등의 자료를 토대로, 서버를 통하여 부정이용 여부를 분류, 확인합니다.</li>
	<li> 회사는 이용자가 서비스 이용 중에 복제프로그램을
	실행시키거나 동일한 ID로 동시 접속을 하는 경우, 서비스 이용 접속을 강제로 종료 시킵니다.
	</li></dd>
	</ol>
	<h6>
		<b>제26조. 면책</b>
	</h6>
	<ol>
	<li>“회사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 “서비스” 제공에 관한 책임이
	면제됩니다.</li>
	<li> “회사”는 “회원”의 귀책사유로 인한 “서비스” 이용의 장애에 대하여는 책임을 지지 않습니다. </li>
	<li>“회사”는 “회원”이
	“서비스”와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.</li>
	<li> “회사”는
	“회원” 간 또는 “회원”과 제3자 상호간에 “서비스”를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.</li>
	<li> “회사”는
	무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.</li>
	<li> “회사”는 CP가 제공하거나
	회원이 작성하는 등의 방법으로 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해
	발생한 회원의 손해에 대하여는 책임을 부담하지 아니합니다.</li>
	</ol>
	<h6>
		<b>제27조. 준거법 및 재판관할</b>
	</h6>
	<ol>
	<li>본 약관은 대한민국법령에 의하여 규정되고 이행됩니다.</li>
	<li> 본 약관에 명시되지 않은 사항에 대해서는 관련법령에 의하고, 법에 명시되지
	않은 부분에 대하여는 관습에 의합니다.</li>
	<li> "회사"와 "회원"간 발생한 분쟁에 관한 소송은 제소 당시의 "회사"의 주소에 의한 관할
	지방법원을 전속관할로 합니다.</li>
	</ol>
	<h2>개인정보 취급방침</h2>
	코딩팜 (이하 "회사")는 개인정보보호법, 통신비밀보호법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등을
	준수하고 있습니다. "회사"는 본 개인정보취급방침을 통하여 이용자가 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며,
	개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드리고자 합니다.<br><br>
	 본 개인정보취급방침은 정부의 법률 및 지침 변경이나
	"회사"의 내부 방침 변경 등으로 인하여 수시로 변경될 수 있으며, 개정된 사항은 개인정보취급방침을 시행하기 최소 7일전에 쉽게
	알아 볼 수 있도록 "회사"가 제공하는 서비스 페이지에 공지하도록 하겠습니다.<br><br> 
	"회사"의 개인정보취급방침은 다음과 같은 내용을 포함하고 있습니다.<br><br>
	<ol>
	<li>개인정보의 수집 및 이용 목적, 수집하는 개인정보의 항목 및 수집방법</li>
	<li> 개인정보의 제3자 제공</li>
	<li> 개인정보 보유 및 이용기간</li>
	<li> 회원의 권리와 행사 방법</li>
	<li> 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항 </li>
	<li>개인정보 보호를 위한 기술적·관리적 대책</li>
	<li>개인정보 관리 책임자의 성명, 연락처, 부서</li>
	<li> 고지의 의무</li>
	</ol>
	
	<h4>
		<b>1. 개인정보의 수집 및 이용 목적, 수집하는 개인정보의 항목 및 수집방법</b>
	</h4>
	<ol>
	<li>개인정보란 생존하는 개인에 관한 정보로서 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수 없더라도
	다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함합니다.)를 말합니다. </li>
	<li>"회사"는 수집된 개인정보를 다음의 목적을 위해 활용합니다. </li>
	</ol>
	
	<ol><dd>
	<li>회원가입 및 의사소통에 관한 사항: 회원 본인확인, 부정 가입방지, 가입 의사확인, 연령확인, 고충상담 및 처리,
	공지사항 안내 등 </li>
	<li>콘텐츠 및 서비스 제공에 관한 사항: 캐시 결제, 개인 및 법인사업자의 서비스 이용 및 판매대금 정산,
	금융거래 시 본인 인증 및 금융서비스 등</li>
	<li> 이벤트 및 마케팅, 자료조사에 관한 사항: 이벤트 및 홍보성 정보전달, 서비스이용에
	관한 통계조사 등</li>
	<li> 기타 서비스 제공 등</li></dd>
	</ol>
	
	<ol start='3'>
	<li> "회사"는 위에 명시한 목적을 위해 다음과 같은 개인정보를 수집하고 있습니다.</li>
	<ol>
	<li> 필수항목:
	이름(실명), 이메일, 비밀번호, 생년월일</li> 
	<li>선택항목: </li>
	</ol>
	
	<ol>
	<dd><li>성별, 관심사, 캐시 충전 시 신용카드 정보, 은행계좌 정보, 통신사 정보
	와 같은 대금결제를 위한 추가정보 등 </li>
	<li>강사 등록 시 사업자 등록을 하지 않은 개인인 경우</li></dd></ol>
	
	<ol style="">
	<dd><li> 필수정보: 이름(실명), 휴대전화번호, 우편번호, 주소</li>
	<li> 추가정보: 주민등록번호, 정산계좌정보(은행명, 계좌번호, 예금주)</li>
	</dd></ol>
	
	<ol start='3'>
	<dd>
	 <li>강사 등록 시 사업자 등록을 한 개인사업자 및
	법인사업자 </li></dd>
	</ol>
	<ol>
	<li>필수정보: 회사명, 사업자등록번호, 대표자명, 회사 전화번호, 우편번호, 주소, 담당자명, 담당자 휴대전화번호</li>
	<li>추가정보: 통신판매업신고번호, 수익입금계좌정보(은행명, 계좌번호, 예금주)</li>
	</ol>
	
	<ol start='4'><dd>	
	<li>그 외 추가정보 입력 후 제출할 서류</li>
	</dd>
	</ol>
	<ol>
	 <li>사업자 등록을
	하지 않은 개인: 계좌사본, 신분증사본</li>
	<li> 사업자 등록을 한 개인사업자 및 법인사업자: 계좌사본, 사업자등록증사본,
	통신판매업신고증사본 </li>
	</ol>
	
	<ol start='3'>
	<dd><li>
	수집방법: 홈페이지(회원가입, 게시판 등), 모바일 어플리케이션, 팩스, 전화, 고객센터 문의, 이벤트 응모</li>
	<li>서비스 이용과정이나 사업 처리 과정에서 서비스 이용기록, 접속 로그, 쿠키, 접속 IP 정보, 결제기록, 이용정지 기록과 같은
	정보들이 생성되어 수집 가능</li>
	<li> 부가서비스 또는 이벤트 응모 과정에서 해당 서비스의 이용자에 관한 정보 (개인정보 추가 수집에 대한
	동의를 받는 경우에 한정)
	</li></dd>
	</ol>
	
	<ol start='4'>
	<li>
	 "회사"는 이용자의 개인정보의 수집할 경우 반드시 이용자의 동의를 얻어 수집하며, 이용자의 기본적
	인권을 침해할 우려가 있는 인종, 출신지, 본적지, 사상, 정치적 성향, 범죄기록, 건강상태 등의 정보는 이용자의 동의 또는
	법령의 규정에 의한 경우 이외에는 수집하지 않습니다.</li>
	<li> "회사"는 회원 가입을 만 14세 이상인 경우에 가능하도록 하며 개인정보의
	수집·이용에 법정대리인의 동의가 필요한 만 14세 미만 아동의 개인정보는 수집하지 않습니다. </li>
	<li>"회사"는 다음과 같은 방법으로
	개인정보를 수집할 수 있습니다</li>
	</ol>
	
	<ol>
	 <dd><li>홈페이지(회원가입, 게시판 등), 모바일 어플리케이션, 팩스, 전화, 고객센터 문의, 이벤트 응모</li>
	<li>생성정보 수집 툴을 통한 자동 수집</li></dd>
	</ol>
	
	<h4>
		<b>2. 개인정보의 제3자 제공 및 위탁</b>
	</h4>
	<h5>
		<b>2-1. 개인정보의 제3자 제공</b>
	</h5>
	"회사"는 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를
	제3자에게 제공합니다.

	<h5>
		<b>2-2. 개인정보 처리의 위탁</b>
	</h5>
	"회사"는 원활한 업무 처리를 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따른 위탁계약 시 개인정보가 안전하게
	관리될 수 있도록 필요한 사항을 규정하고 있습니다. 회사의 개인정보 위탁처리 기관 및 위탁업무 내용은 아래와 같습니다. 
	
	<table>
	<tr>
		<td  class="line1">제공받은자</td>
	 	<td  class="line1">제공하는 목적</td>
	 	<td  class="line1"> 제공하는 개인정보 항목</td>
	</tr>
	<tr>
		<td  class="line">LGCNS</td> 
		<td  class="line">톡드림을 이용한 카카오톡 알림 서비스</td>
		<td  class="line">사용자 이름, 연락처 </td>
	</tr>
	<tr class="line">
		<td  class="line">지식공유자</td>
		<td  class="line">강의학습 정보 확인 및 발송</td>
		<td  class="line">사용자 이름, 연락처</td>
	</tr>
	</table>
	
	<h4>
		<b>3. 개인정보 보유 및 이용기간</b>
	</h4>
	<ol>
		<li>
		"회사"는 회원 가입 시 제공한 정보를 회원 가입시점부터 탈퇴 신청이 접수된 날까지 보관할 수 있습니다. 원칙적으로 회원 탈퇴
		처리가 완료된 이후 회원 개인정보는 "회사"의 하드디스크에서 완전히 삭제되며, 문서의 경우 분쇄기로 분쇄하여 어떠한 용도로도
		이용될 수 없도록 처리됩니다.
		</li>
		<li> 단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 "회사"는 아래와 같이 관계법령에서 정한
		일정한 기간 동안 회원정보를 보관합니다
		</li>

			<ol>
			<li>
			 개별적으로 회원의 동의를 받은 경우에는 약속한 보유기간</li>
			 <li> 보존근거: 전자상거래 등에서의
			소비자보호에 관한 법률, 통신비밀보호법</li>
			<li> 보존기간:</li>
	
				<ol>
				<li>
				 계약 또는 청약철회 등에 관한 기록(전자상거래법): 5년</li>
				 <li>대금결제 및 재화
				등의 서비스 등의 공급에 관한 기록(전자상거래법): 5년</li>
				<li> 소비자의 불만 또는 분쟁처리에 관한 기록(전자상거래법): 3년</li>
				<li> 접속에
				관한 기록 (통신비밀보호법): 3개월</li>
				</ol>
			</ol>
		</ol>
	</ol>
	
	<h4>
		<b>4. 회원 및 법정대리인의 권리와 행사 방법</b>
	</h4>
	회원 및 법정대리인은 언제든지 다음의 사항에 관하여 개인정보 열람, 수정 및 회원 탈퇴를 요구할 수 있습니다. "회사"가
	보유하고 있는 회원의 개인정보 "회사"가 이용자의 개인정보를 이용하거나 제3자에게 제공한 내역 "회사"에게
	개인정보수집ㆍ이용ㆍ제공 등의 동의를 한 내역 회원 및 법정대리인은 "회사" 서비스에서 직접 자신의 정보를 열람, 정정을 할 수
	있으며, 별도로 개인정보보호책임자에게 서면, 전화, 이메일 등을 통하여 개인정보의 열람, 정정을 요청할 수 있습니다. 회원 및
	법정대리인은 언제든지 자신의 개인정보처리의 정지를 요구할 수 있습니다. 회원 및 법정대리인은 언제든지 회원가입 시 개인정보의
	수집, 이용, 제공 등에 대해 동의하신 의사표시를 철회(회원탈퇴)할 수 있습니다. 회원 및 법정대리인이 "회사" 서비스에서 본인
	확인 절차를 거친 후 직접 동의철회(회원탈퇴)를 하거나, 별도로 개인정보보호책임자에게 서면, 전화 또는 이메일 등을 통하여
	연락하면 지체 없이 이용자의 개인정보를 파기하는 등 필요한 조치를 취합니다. 단, 동의철회(회원탈퇴)가 있더라도 관계법령에 따라
	최소한의 정보가 보관됩니다.
	<h4>
		<b>5. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항</b>
	</h4>
	"회사"는 회원의 정보를 수시로 저장하고 불러오는 "쿠키"(cookie)를 사용합니다. "쿠키"는 웹사이트 이용 시 서버가
	사용자의 웹브라우저에 보내는 작은 데이터 꾸러미로 회원의 컴퓨터의 하드디스크에 저장됩니다. "회사"는 다음과 같은 목적을 위해
	"쿠키"를 사용합니다. 사용목적: 이용자의 접속 유지 이용자의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를
	파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 횟수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공 이용자는
	"쿠키" 설치에 대한 선택권을 가지고 있으며 웹브라우저에서 옵션을 설정함으로써 모든 "쿠키"를 허용하거나, "쿠키"가 저장될
	때마다 확인을 거치거나, 아니면 모든 "쿠키"의 저장을 거부할 수 있음
	<h4>
		<b>6. 개인정보 보호를 위한 기술적/관리적 대책</b>
	</h4>
	회원의 개인정보는 비밀번호에 의해 철저히 보호되고 있으며 본인이 제공한 이메일주소에 매칭되는 비밀번호는 본인만이 알고 있습니다.
	따라서 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다. 회원은 본인의 비밀번호를 누구에게도 알려주면
	안됩니다. 이를 위해 "회사"에서는 기본적으로 PC에서의 사용을 마치신 후 온라인상에서 로그아웃(LOG-OUT)하고 웹
	브라우저를 종료하도록 권장합니다. "회사"의 개인정보 보호를 위한 기술적/관리적 대책은 다음과 같습니다. 수집한 개인정보 중
	비밀번호 등 본인임을 인증하는 정보에 대한 암호화 장치 컴퓨터 바이러스에 의한 개인정보의 침해를 막기 위한 백신소프트웨어 설치,
	갱신, 점검 조치 개인정보 시스템에 대한 접근권한 설정, 관리 및 침입차단 시스템 등을 이용한 접근 통제장치 개인정보 취급자에
	대한 지정과 권한의 설정 및 교육, 개인정보의 안전한 관리
	<h4>
		<b>7. 개인정보 관리 책임자의 성명, 연락처, 부서</b>
	</h4>
	이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 "회사"는 개인정보관리책임자를 두고 있습니다. 개인정보와
	관련한 문의사항이 있으시면 아래의 개인정보관리책임자에게 연락 주시기 바랍니다. 이 름: 코딩팜 소 속: 코딩팜 연락처:
	010-0000-0000 E-mail: codingfarm@gmail.com 기타 개인정보침해에 관한 상담이 필요한 경우에는
	한국정보보호진흥원, 대검찰청 인터넷범죄수사센터, 경찰청 사이버테러대응센터 등으로 문의하실 수 있습니다. 한국정보보호진흥원
	(1336) 대검찰청 인터넷범죄수사센터 (02-3480-3600) 경찰청 사이버테러대응센터 (02-392-0330)
	<h4>
		<b>8. 고지의 의무</b>
	</h4>
	현재 개인정보 취급 방침에서 내용의 추가, 삭제 및 수정이 있을 시에는 변경사항의 시행일의 7일 전부터 "회사" 사이트의
	공지사항을 통하여 고지 할 것 입니다. 다만, 회원의 권리 또는 의무에 중요한 내용의 변경은 최소 30일전에 고지하겠습니다.

	개인정보취급방침 시행일자: 2019년 11월 18일
	</p>

</body>
</html>